---
kind: enumMember
id: F:Autodesk.Revit.DB.ConnectorGenderType.Female
enum: Autodesk.Revit.DB.ConnectorGenderType
source: html/617658fc-73a1-99a4-7ce9-3663dcc2ffc8.htm
---
# Autodesk.Revit.DB.ConnectorGenderType.Female

Female connector gender type